Repository: victorcmarinho/EasierDrop
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# dropHere
source: Drop files here
es: Suelta los archivos aquí
pt: Jogue os arquivos aqui

# clearFilesTitle
source: Clear files?
es: ¿Limpiar archivos?
pt: Limpar arquivos?

# clearFilesMessage
source: This will remove all collected files.
es: Esta acción eliminará todos los archivos recolectados.
pt: Essa ação removerá todos os arquivos coletados.

# clearCancel
source: Cancel
es: Cancelar
pt: Cancelar

# clearConfirm
source: Clear
es: Limpiar
pt: Limpar

source: Share
es: Compartir
pt: Compartilhar

# removeAll
source: Remove files
es: Eliminar archivos
pt: Remover arquivos

source: Close
es: Cerrar
pt: Fechar

# tooltipShare
source: Share (Cmd+Shift+C)
es: Compartir (Cmd+Shift+C)
pt: Compartilhar (Cmd+Shift+C)

# tooltipClear
source: Clear (Cmd+Backspace)
es: Limpiar (Cmd+Backspace)
pt: Limpar (Cmd+Backspace)

# semAreaLabel
source: File collection area
es: Área de recolección de archivos
pt: Área de colecionar arquivos

# semAreaHintEmpty
source: Empty. Drag files here.
es: Vacío. Arrastra archivos aquí.
pt: Vazio. Arraste arquivos aqui.

# semAreaHintHas
source: Contains {count, plural, one{{count} file} other{{count} files}}. Drag out to move or share.
es: Contiene {count, plural, one{{count} archivo} other{{count} archivos}}. Arrastra para mover o compartir.
pt: Contém {count, plural, one{{count} arquivo} other{{count} arquivos}}. Arraste para fora para mover ou compartilhar.

# semShareHintNone
source: No files to share
es: No hay archivos para compartir
pt: Nenhum arquivo para compartilhar

# semShareHintSome
source: Share {count, plural, one{{count} file} other{{count} files}}
es: Compartir {count, plural, one{{count} archivo} other{{count} archivos}}
pt: Compartilhar {count, plural, one{{count} arquivo} other{{count} arquivos}}

# semRemoveHintNone
source: No files to remove
es: No hay archivos para eliminar
pt: Nenhum arquivo para remover

# semRemoveHintSome
source: Remove {count, plural, one{{count} file} other{{count} files}}
es: Eliminar {count, plural, one{{count} archivo} other{{count} archivos}}
pt: Remover {count, plural, one{{count} arquivo} other{{count} arquivos}}

# trayExit
source: Quit application
es: Cerrar la aplicación
pt: Fechar o aplicativo

source: Open tray
es: Abrir bandeja
pt: Abrir bandeja

# languageLabel
source: Language:
es: Idioma:
pt: Idioma:

# languageEnglish
source: English
es: Inglés
pt: Inglês

# languagePortuguese
source: Portuguese
es: Portugués
pt: Português

# languageSpanish
source: Spanish
es: Español
pt: Espanhol

# limitReached
source: File limit ({max}) reached
es: Se alcanzó el límite de archivos ({max})
pt: Limite de {max} arquivos atingido

# shareNone
source: No files to share
es: No hay archivos para compartir
pt: Sem arquivos para compartilhar

# shareError
source: Error sharing files
es: Error al compartir archivos
pt: Erro ao compartilhar arquivos

# fileLabelMultiple
source: {count} files
es: {count} archivos
pt: {count} arquivos

# genericFileName
source: file
es: archivo
pt: arquivo

# semHandleLabel
source: Window handle
es: Barra de arrastre
pt: Barra de arraste

# semHandleHint
source: Drag to move the window
es: Arrastra para mover la ventana
pt: Arraste para mover a janela

# welcomeTo
source: Hello, welcome to
es: Hola, bienvenido a
pt: Olá, bem-vindo ao

source: Update Available
es: Actualización Disponible
pt: Atualização Disponível

source: Preferences
es: Preferencias
pt: Preferências

# settingsGeneral
source: General
pt: Geral

# settingsAppearance
source: Appearance
es: Apariencia
pt: Aparência

# settingsLaunchAtLogin
source: Launch at Login
es: Iniciar al iniciar sesión
pt: Iniciar no Login

# settingsAlwaysOnTop
source: Always on Top
es: Siempre visible
pt: Sempre no Topo

# settingsOpacity
source: Window Opacity
es: Opacidad de la ventana
pt: Opacidade da Janela

source: Check for updates
es: Buscar actualizaciones
pt: Verificar atualizações

source: No updates available
es: No hay actualizaciones disponibles
pt: Nenhuma atualização disponível

source: Checking for updates
es: Buscando actualizaciones
pt: Verificando atualizações

# updateAvailableMessage
source: A new version is available.
es: Una nueva versión está disponible.
pt: Uma nova versão está disponível.

source: Download
es: Descargar
pt: Baixar

source: Later
es: Más tarde
pt: Depois

# settingsShakeGesture
source: Shake Gesture
es: Gesto de Agitar
pt: Gesto de Agitar

# settingsShakePermissionActive
source: Active
es: Activo
pt: Ativo

# settingsShakePermissionInactive
source: Inactive
es: Inactivo
pt: Inativo

# settingsShakePermissionDescription
source: Shake your mouse cursor to quickly open the drop window.
es: Agita el cursor del mouse para abrir rápidamente la ventana de archivos.
pt: Agite o cursor do mouse para abrir rapidamente a janela de arquivos.

# settingsShakePermissionInstruction
source: To enable this feature, allow accessibility permission in System Settings.
es: Para habilitar esta función, permite el acceso en Configuración del Sistema.
pt: Para ativar este recurso, permita a acessibilidade nas Preferências do Sistema.

# settingsShakeRestartHint
source: If you have already enabled the permission, click {link} to restart the app.
es: Si ya has habilitado el permiso, haz clic {link} para reiniciar la aplicación.
pt: Caso já esteja com a permissão ativada clique {link} para reiniciar o app.

# settingsShakeRestartLink
source: here
es: aquí
pt: aqui

# webHeroTitle
source: Drag, Drop, Done.
es: Arrastra, Suelta, Listo.
pt: Arraste, Solte, Pronto.

# webHeroSubtitle
source: The easiest way to collect and move files on your Mac.
es: La forma más fácil de recolectar y mover archivos en tu Mac.
pt: A maneira mais fácil de coletar e mover arquivos no seu Mac.

# webDownloadMac
source: Download for macOS
es: Descargar para macOS
pt: Baixar para macOS

# webInstallBrew
source: Install via Homebrew
es: Instalar vía Homebrew
pt: Instalar via Homebrew

# webFeaturesTitle
source: Features
es: Características
pt: Recursos

# webChangelogTitle
source: Changelog
es: Novedades
pt: Novidades

# webFooterText
source: Open Source on GitHub.
es: Código Abierto en GitHub.
pt: Código Aberto no GitHub.

# webFeature1Title
source: Temporary Stash
es: Almacenamiento Temporal
pt: Armazenamento Temporário

# webFeature1Desc
source: Drag files into Easier Drop and they stay there until you need them.
es: Arrastra archivos a Easier Drop y se quedan ahí hasta que los necesites.
pt: Arraste arquivos para o Easier Drop e eles ficam lá até você precisar.

# webFeature2Title
source: Batch Operations
es: Operaciones por Lote
pt: Operações em Lote

# webFeature2Desc
source: Select multiple files from anywhere and drag them out together.
es: Selecciona múltiples archivos y arrástralos juntos.
pt: Selecione vários arquivos e arraste-os juntos para outro lugar.

# webFeature3Title
source: Shake to Open
es: Agitar para Abrir
pt: Agite para Abrir

# webFeature3Desc
source: Just shake your mouse to quickly reveal the drop window.
es: Simplemente agita tu ratón para revelar la ventana rápidamente.
pt: Basta agitar o mouse para revelar rapidamente a janela.
